Repository: MalekShaltouf/CarsBiddingUsingBootstrap
Catalog: CarsBiddingTemplateTest/LocalizationRecource/Localization.*.resx
Languages: ar

source: About
ar: من نحن

source: Additional Photo
ar: صور إضافية

source: Add New Car
ar: إضافة سيارة جديدة

# AddNewCarFigure
source: *The following picture represent example how to add new car in correct way:
ar: :الصورة التالية تمثل مثال على كيفية إضافة سيارة جديدة بالطريقة الصحيحة*

# AddNewCarSuccessfully
source: A new car has been added to gallery successfully.
ar: .تم إضافة سيارة جديدة للمعرض بنجاح

source: Auction Time Ended.
ar: انتهى وقت المزايدة

source: Automatic Gear
ar: جير أوتوماتيك

source: Bidding
ar: مزايدة

source: Bidding Process
ar: المزايدة

# BiddingProcessErrorMsg
source: You must be logged in to be able to participate in the bidding process.
ar: .يجب أن تقوم بتسجيل الدخول لكي تتمكن من المشاركة في المزايدة

# BidProcessSuccessfully
source: Bid process completed successfully.
ar: تمت عملية المزايدة بنجاح

source: BirthDay
ar: تاريخ الميلاد

source: Car Color
ar: لون السيارة

source: Car Customs
ar: الجمرك

source: Car Details
ar: تفاصيل السيارة

source: Car Insurance
ar: التأمين

source: Car License
ar: الترخيص

source: Cars Bidding
ar: مزاد السيارات

# CarSoldSuccessfully
source: Your {0} Car sold successfully.
ar: .{0} تم بيع سيارة

source: Car Type
ar: نوع السيارة

source: Checking Car
ar: فحص السيارة

source: Close
ar: إغلاق

source: Color
ar: اللون

# CompareValidation
source: The {0} and {1} do not match.
ar: .حقل {1} وحقل {0} غير متماثلين

source: Comprehensive Insurance
ar: تأمين شامل

source: Confirm
ar: تأكيد

# Contact
source: Contact Us
ar: إتصل بنا

source: Contact Info
ar: معلومات الإتصال

# ContactLocation
source: Gardens Street, Shakshir Building, Third Floor , Jordan.
ar: .شارع الجاردنز ، مجمع الشخشير ، الطابق الثالث ، الاردن

# ContactResponseMessage
source: Thank you to contact with us,<br/> we will review your message then will we contact with you as soon as possible.
ar: .شكرا لتواصلك معنا، <br>سنراجع رسالتك ونتواصل معك بأسرع وقت ممكن

source: *CreditCardField:
ar: :حقل رقم بطاقة الإئتمان*

# CreditCardFieldText
source: You should provide 50 JD as a deposit money to guarantee that you will sell the car and as a protection on our part.
ar: يجب دفع 50 دينار كمبلغ ضمان وحماية لبيع السيارة

source: Credit Card Number
ar: رقم بطاقة الإئتمان

source: Current Price
ar: السعر الحالي

# DAYS
source: {0} days ago
ar: منذ {0} يوم

# DefinedUserSuccessfully
source: Defined new user successfully.
ar: .تم تعريف مستخدم جديد بنجاح

source: Description
ar: الوصف

source: Details
ar: التفاصيل

source: Details About 50JD
ar: تفاصيل عن ال 50 دينار

# Detailsabout50jdText
source: You should provide 50 JD as a deposit money to guarantee that you will sell the car and as a protection on our part and We will refund the deposit money (50 JD) when:
ar: : يجب دفع 50 دينار كمبلغ ضمان وحماية لبيع السيارة وسيتم إرجاع هذا المبلغ في حالة

source: E-mail
ar: البريد الإلكتروني

# EmailValidation
source: Please enter valid email.
ar: .يرجى إدخال بريد إلكتروني صحيح

source: Engine Car
ar: محرك السيارة

source: ERROR
ar: خطأ

source: Female
ar: أنثى

# FEWSECONDS
source: A few seconds ago
ar: منذ ثوان قليلة

# FileTypeValidation
source: Only images can be uploaded.
ar: .يمكنك رفع الصور فقط

source: Final Price
ar: السعر النهائي

source: First Name
ar: الإسم الأول

source: Gallery
ar: المعرض

# GalleryMultiSearchTextInputRequiredField
source: please fill all search inputs.
ar: .يرجى تعبئة جميع حقول البحث

source: Gender
ar: الجنس

source: Home
ar: الرئيسية

# HOURS
source: {0} hours ago
ar: منذ {0} ساعة

# However
source: However,the deposit money (50 JD) will not be refunded if the owner of the car cancels the bidding process or sale.
ar: .ولكن هذا المبلغ(50 دينار) لن يتم إرجاعه إذا قام مالك السيارة بإلغاء عملية المزايدة او بيع السيارة

# ImageNumberValidation
source: The greatest number of image that you can upload is 5 image.
ar: .أكبر عدد يمكنك رفعه من الصور هو 5 صور

# ImageSize
source: Image size must be less than 2MB.
ar: .حجم الصورة يجب ان يكون أقل من 2 ميجا بايت

# ImageSizeV2
source: Each image size must be less than 2MB.
ar: .كل صورة يجب ان يكون حجمها أقل من 2 ميجا بايت

source: Initial Price
ar: السعر الإبتدائي

# InsuranceDetails
source: You should provide 50 JD as a deposit money to guarantee that you will purchase the car and as a protection on our part and We will refund the deposit money (50 JD) when:
ar: : يجب دفع 50 دينار كمبلغ ضمان وحماية لشراء السيارة وسيتم إرجاع هذا المبلغ في حالة

# InsuranceDetailsA
source: A- the car is purchased successfully.
ar: . تم شراء السيارة بنجاح

# InsuranceDetailsB
source: B- the car owner cancels the sell of the car.
ar: .قام مالك السيارة بإلغاء عملية البيع

# InsuranceDetailsHowever
source: However,the deposit money (50 JD) will not be refunded if the buyer cancels the purchase of the car after participating in the bidding process .
ar: .ولكن هذا المبلغ(50 دينار) لن يتم إرجاعه إذا قام المشتري بإلغاء عملية الشراء بعد دخول المزايدة

# InsurancePaidSuccessfully
source: The insurance has been paid successfully, you can now participate in the bidding process.
ar: .تم دفع التأمين بنجاح ، يمكنك الآن المشاركة في عملية المزايدة

# isRTL
source: false
ar: true

source: JD
ar: د.أ

source: Kilometers
ar: الكيلو ميترات

source: Langauge
ar: اللغة

source: Last Name
ar: الإسم الأخير

source: Logout
ar: خروج

source: Main Photo
ar: الصورة الرئيسة

source: *MainPhotoField:
ar: :حقل الصورة الرئيسية*

# MainPhotoToolTip
source: The main photo is the one that we will use in the gallery section.
ar: .الصورة الرئيسية هي الصورة التي سيتم إستخدامها قسم المعرض

source: Male
ar: ذكر

source: Mandatory Insurance
ar: تأمين إلزامي

source: Manufacture Year
ar: سنة الصنع

# ManufactureYearValidation
source: Please enter the year consisting of 4 digits.
ar: .يرجى إدخال السنة من 4 مقاطع

# Message
source: Your Message . . .
ar: . . . المشكلة التي تواجهها

# MINUTES
source: {0} minutes ago
ar: منذ {0} دقيقة

# MONTHS
source: {0} Months ago
ar: منذ {0} شهر

source: More...
ar: ...المزيد

source: Name
ar: الإسم

# NameValidation
source: The {0} field must be less than 10 character,without space and not mixing Ar-En.
ar: .حقل {0} يجب ان يكون اقل من 10 حروف بدون فراغ وأن لا يكون خليط عربي-انجليزي

source: New Car
ar: سيارة جديدة

source: New Price
ar: السعر الجديد

# NewPriceValidation
source: The new price should be greater than current price.
ar: .السعر الجديد يجب أن يكون أعلى من السعر الحالي

source: Normal Gear
ar: جير عادي

# NotFoundData
source: The Gallery does not contain any car.
ar: .المعرض لاحتوي على سيارات

source: Notification Details
ar: تفاصيل الإشعارات

source: Owner Email
ar: البريد الإلكتروني للمالك

source: Owner Name
ar: إسم المالك

source: Owner Phone Number
ar: رقم هاتف المالك

source: Password
ar: كلمة المرور

# PasswordValidation
source: The {0} field must be consists from 8 character(at least one number & letter) without space.
ar: .حقل {0} يجب ان يتكون من 8 حروف (يجب على الاقل ان تحتوي على حرف ورقم واحد) بدون فراغ

source: Phone Number
ar: رقم الهاتف

# PhoneNumberValidation
source: please enter Jordanian valid phone number which start with 07.
ar: .يرجى إدخال رقم هاتف أردني صالح يبدأ ب 07

# PostiveNumberValidation
source: the {0} field must be greater than zero.
ar: .حقل {0} يجب ان يكون أكبرمن صفر

source: Price
ar: السعر

# PriceSearchTextInputValidation
source: the price field must be greater than zero.
ar: .حقل السعر يجب ان يكون أكبر من صفر

source: Profile
ar: الصفحة الشخصية

# PurchaseInsuranceToolTip
source: You should provide 50 JD as a deposit money to guarantee that you will purchase the car and as a protection on our part.
ar: .يجب دفع 50 دينار كمبلغ ضمان وحماية لشراء السيارة

# RefundmoneycaseOne
source: A-the car is sold successfully.
ar: .أ- عند بيع السيارة بنجاح

# RefundmoneycaseThree
source: C- the customer cancels the purchase of the car.
ar: .ج-عند قيام الزبون بإلغاء عملية شراء السيارة

# RefundmoneycaseTwo
source: B-the bidding time has expired and nobody buy the car.
ar: .ب-عند إنتهاء وقت المزايدة ولم يقم أحد بشراء السيارة

source: Register Now
ar: إنشاء حساب

source: Repeat Password
ar: إعادة كلمة المرور

# RequiredFieldValidation
source: The {0} field is required.
ar: .حقل {0} مطلوب

# SearchNotFound
source: The car that you are looking for doesn't exists.
ar: .السيارة التي تبحث عنها غير متوفرة

source: -- SearchType --
ar: -- نوع البحث --

# SECONDS
source: {0} seconds ago
ar: منذ {0} ثانية

source: Send
ar: إرسال

source: Sign In
ar: تسجيل الدخول

source: Sign Up
ar: إنشاء حساب

source: Sorry!
ar: !نأسف

source: SUCCESS
ar: نجاح

# ThemeColor
source: Theme Colors
ar: لون النظام

source: The Purchase Insurance
ar: تأمين الشراء

source: There are'nt any notification.
ar: .لا يوجد إشعارات

source: The Remaining Time For Auction Ending
ar: الوقت المتبقي لإنتهاء المزاد

source: Type Of Transmission Gear
ar: نوع ناقل الحركة

# UniqueFieldValidaion
source: The {0} is already exists.
ar: .حقل {0} موجود مسبقا

# UserLoginValidation
source: username or password is incorrect.
ar: .إسم المستخدم او كلمة المرور غير صحيحة

source: User Name
ar: إسم المستخدم

# UserNameEmailValidation
source: please enter valid username or email.
ar: .يرجى إدخل إسم مستخدم او بريد إلكتروني صحيح

# UserNameValidation
source: The {0} field must be without space and not mixing Ar-En(can you use _ symbol).
ar: .حقل {0} يجب ان يكون بدون فراغ وأن لا يكون خليط عربي-إنجليزي (تسطيع إدخال رمز _)

source: WARNING
ar: تحذير

# WEEKS
source: {0} Weeks ago
ar: منذ {0} أسبوع

source: Winner Email
ar: البريد الإلكتروني للرابح

source: Winner Name
ar: إسم الرابح

source: Winner Phone Number
ar: رقم هاتف الرابح

source: With Customs
ar: مجمركة

source: With License
ar: مرخصة

source: Without Customs
ar: غير مجمركة

source: Without Insurance
ar: غير مؤمنة

source: Without License
ar: غير مرخصة

# WithoutSpaceRgexValidation
source: The {0} must be without space.
ar: .يجب إدخال {0} بدون فراغ

# YEARS
source: {0} Years ago
ar: منذ {0} سنة
